{
		    "Highlight Texts For More Info!": {
			"Section": "= WELCOME! =",
			"Description": "= Have A Fantastic Day & Happy Fishing! =",
			"AllowValues": "Version 6.0.1",
			"Default": "Version 6.0.1"
        },
		    "Disable Yearly Developer Gifts": {
			"Description": "This setting will disable the mod developer gifts you will receive yearly. By default, you will receive a yearly randomized gift from myself :-)",
			"Section": "= WELCOME! =",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Fishing Difficulty": {
			"Description": "Select a difficulty setting for the fishing minigame. Easy Settings: Decrease difficulty by 5% to 100%. Easy Sunday Fishing: Decrease difficulty by 10% to 30% on Sundays only. Hard Settings: Increase difficulty by 5% to 100% with a NIGHTMARE option for those seeking the ultimate challenge! For details on the Dynamic Weather settings, highlight the 'Dynamic Weather Info' below for more information. Scroll down for additional options.",
            "Section": "Fishing Minigame",
			"AllowValues": "Default, 5% Easier, 10% Easier, 15% Easier, 20% Easier, 25% Easier, 30% Easier, 35% Easier, 40% Easier, 45% Easier, 50% Easier, 55% Easier, 60% Easier, 65% Easier, 70% Easier, 75% Easier, 80% Easier, 85% Easier, 90% Easier, 95% Easier, 100% Easier, 10% Easy Sunday, 20% Easy Sunday, 30% Easy Sunday, 40% Easy Sunday, 50% Easy Sunday, 5% Harder, 10% Harder, 15% Harder, 20% Harder, 25% Harder, 30% Harder, 35% Harder, 40% Harder, 45% Harder, 50% Harder, 55% Harder, 60% Harder, 65% Harder, 70% Harder, 75% Harder, 80% Harder, 85% Harder, 90% Harder, 95% Harder, 100% Harder, NIGHTMARE, Dynamic Weather (Easy), Dynamic Weather (Easier), Dynamic Weather (Easiest)",
            "Default": "Default"
        },
		    "= Dynamic Weather Info =": {
			"Description": "If you select a Dynamic Weather setting for Fishing Difficulty, this will change fishing difficulty based on the weather. The settings are as follows; Easy Setting: Wind = 15% Harder, Rain = 10% Easier, Snow = 15% Easier, Storm = 20% Easier. The Easier option will make those options easier by another 10% and Easiest by another 20%.",
            "Section": "Fishing Minigame",
			"AllowValues": "= Highlight For Info. =",
            "Default": "= Highlight For Info. ="
        },
		    "All Times Of Day": {
			"Description": "All fish are now catchable at any time of day.",
			"Section": "Fishing Minigame",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "All Types Of Weather": {
			"Description": "All fish, except legendary fish, can now be caught in all types of weather.",
			"Section": "Fishing Minigame",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "All Seasons": {
			"Description": "All fish, except legendary fish, can now be caught in every season.",
			"Section": "Fishing Minigame",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Same Spawn Rates": {
			"Description": "All fish, except legendary fish, now share the same spawn rates.",
			"Section": "Fishing Minigame",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Clean Waters/No Trash": {
			"Description": "Select a setting to remove or replace all trash items while fishing. No Trash: Disables trash while fishing entirely. Crab Pot Fish: Replaces trash items with crab pot fish during fishing. Note that occasional trash items may still be fished up. Trash serves as a fallback if no fish spawn, but these settings significantly reduce trash chances.",
			"Section": "Fishing Minigame",
            "AllowValues": "Default, No Trash, Crab Pot Fish",
            "Default": "Default"
		},
		    "Clean Waters/No Weeds": {
			"Description": "Select a setting to remove or replace Seaweed, Green Algae, and White Algae while fishing. No Weeds and Algae: Disables all weeds and algae while fishing entirely. Crab Pot Fish: Replaces seaweed and algae with crab pot fish during fishing.",
			"Section": "Fishing Minigame",
            "AllowValues": "Default, No Weeds and Algae, Crab Pot Fish",
            "Default": "Default"
		},
		    "Crab Pots No Trash": {
			"Description": "Crab Pots will no longer yield trash items, but there remains a small chance of obtaining Broken Glasses and CDs.",
			"Section": "Crab Pot Fishing",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Crab Pots Bug Meat": {
			"Description": "Crab Pots now spawn Bug Meat. Choose whether they can spawn in freshwater (rivers and lakes) or the ocean (beach).",
			"Section": "Crab Pot Fishing",
            "AllowValues": "Default, Freshwater, Ocean",
            "Default": "Default"
		},
		    "Fish Sell Value": {
			"Description": "Select the sell value of all fish (except legendary fish). The range is from 10% to 1000% increase. Refer to the Legendary Fish Sell Values setting below to do the same for legendary fish. Note that enabling or disabling these settings affects newly acquired fish after your chosen setting is enabled. Scroll down for additional options.",
            "Section": "Value of Fishing",
			"AllowValues": "Default, Increase by 10%, Increase by 20%, Increase by 30%, Increase by 40%, Increase by 50%, Increase by 60%, Increase by 70%, Increase by 80%, Increase by 90%, Increase by 100%, Increase by 125%, Increase by 150%, Increase by 175%, Increase by 200%, Increase by 225%, Increase by 250%, Increase by 275%, Increase by 300%, Increase by 325%, Increase by 350%, Increase by 375%, Increase by 400%, Increase by 425%, Increase by 450%, Increase by 475%, Increase by 500%, Increase by 525%, Increase by 550%, Increase by 575%, Increase by 600%, Increase by 625%, Increase by 650%, Increase by 675%, Increase by 700%, Increase by 725%, Increase by 750%, Increase by 775%, Increase by 800%, Increase by 825%, Increase by 850%, Increase by 875%, Increase by 900%, Increase by 925%, Increase by 950%, Increase by 975%, Increase by 1000%",
            "Default": "Default"
        },
		    "Seasonal Fish On Farm": {
			"Description": "Seasonal Fish are now catchable on the farm, across all farm maps.",
			"Section": "Farmland Fishing",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Specialty Fish On Farm": {
			"Description": "Specialty Fish are now catchable on the farm, across all farm maps.",
			"Section": "Farmland Fishing",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Legendary Fish On Farm": {
			"Description": "Legendary Fish are now catchable on the farm, across all farm maps. Only one legendary fish can be caught on a farm map unless you enable the 'Recatch Legendary Fish' option which will allow you to catch more than one.",
            "Section": "Farmland Fishing",
			"AllowValues": "true, false",
            "Default": "false"
		},
		    "Recatch Legendary Fish": {
			"Description": "Legendary fish can now be caught multiple times.",
            "Section": "Legendary Fishing",
			"AllowValues": "true, false",
            "Default": "false"
		},
		    "Entire Area Legendary Fish": {
			"Description": "Legendary fish are no longer restricted to specific points on the map; they can now be caught anywhere within their residing area. For instance, the Crimsonfish can be found all around the beach, not solely at the eastern docks.",
            "Section": "Legendary Fishing",
			"AllowValues": "true, false",
            "Default": "false"
		},
		    "All Weather Legendary Fish": {
			"Description": "Legendary fish can now be caught in all types of weather.",
			"Section": "Legendary Fishing",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "All Seasons Legendary Fish": {
			"Description": "Legendary fish can now be caught in every season.",
			"Section": "Legendary Fishing",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Legendary Quests (Recatch REQ)": {
			"Description": "Unlock new quests related to legendary fish! Keep in mind that the ‘Recatch Legendary Fish’ setting must be enabled for this feature to function. Once you’ve successfully caught a legendary fish and are in the appropriate season, these new quests will become available.",
			"Section": "Legendary Fishing",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Legendary Fish Sell Value": {
			"Description": "Select the sell value of legendary fish. The range is from 10% to 1000% increase. Note that enabling or disabling these settings affects newly acquired legendary fish after your chosen setting is enabled. Scroll down for additional options.",
            "Section": "Legendary Fishing",
			"AllowValues": "Default, Increase by 10%, Increase by 20%, Increase by 30%, Increase by 40%, Increase by 50%, Increase by 60%, Increase by 70%, Increase by 80%, Increase by 90%, Increase by 100%, Increase by 125%, Increase by 150%, Increase by 175%, Increase by 200%, Increase by 225%, Increase by 250%, Increase by 275%, Increase by 300%, Increase by 325%, Increase by 350%, Increase by 375%, Increase by 400%, Increase by 425%, Increase by 450%, Increase by 475%, Increase by 500%, Increase by 525%, Increase by 550%, Increase by 575%, Increase by 600%, Increase by 625%, Increase by 650%, Increase by 675%, Increase by 700%, Increase by 725%, Increase by 750%, Increase by 775%, Increase by 800%, Increase by 825%, Increase by 850%, Increase by 875%, Increase by 900%, Increase by 925%, Increase by 950%, Increase by 975%, Increase by 1000%, Decrease by 10%, Decrease by 20%, Decrease by 30%, Decrease by 40%, Decrease by 50%, Decrease by 60%, Decrease by 70%, Decrease by 80%, Decrease by 90%, Decrease by 99%",
            "Default": "Default"
        },
		    "Rare Legendary Fish": {
		    "Description": "Select the rarity of legendary fish appearing while fishing.",
			"Section": "Legendary Fishing",
            "AllowValues": "Default, Rare, Very Rare, Near Impossible",
            "Default": "Default"
		},
		    "Lucky Legendary Fish": {
		    "Description": "Legendary fish now only spawn when daily luck from the TV is at its highest.",
			"Section": "Legendary Fishing",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Curious Legendary Fish": {
		    "Description": "Select the effectiveness of the Curiosity Lure buff for Legendary Fish. This range spans from 10% to 100%. Scroll down for additional options.",
			"Section": "Legendary Fishing",
            "AllowValues": "Default, Increase by 10%, Increase by 15%, Increase by 20%, Increase by 25%, Increase by 30%, Increase by 35%, Increase by 40%, Increase by 45%, Increase by 50%, Increase by 55%, Increase by 60%, Increase by 65%, Increase by 70%, Increase by 75%, Increase by 80%, Increase by 85%, Increase by 90%, Increase by 95%, Increase by 100%",
            "Default": "Default"
		},
		    "Legendary Fish Gifts": {
		    "Description": "Legendary fish are now a universally loved gift for all the villagers.",
			"Section": "Legendary Fishing",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Legendary Fish 7am To 9am": {
			"Description": "Legendary fish are now exclusively accessible from 7AM to 9AM, and this time frame can be combined with the other time settings.",
			"Section": "Legendary Fishing",
			"AllowValues": "true, false",
            "Default": "false"
		},
		    "Legendary Fish 12pm To 2pm": {
		    "Description": "Legendary fish are now exclusively accessible from 12PM to 2PM, and this time frame can be combined with the other time settings.",
			"Section": "Legendary Fishing",
			"AllowValues": "true, false",
            "Default": "false"
		},
		    "Legendary Fish 11pm To 1am": {
			"Description": "Legendary fish are now exclusively accessible from 11PM to 1AM, and this time frame can be combined with the other time settings.",
			"Section": "Legendary Fishing",
			"AllowValues": "true, false",
            "Default": "false"
		},
		    "Qi's Legendary Fish Icon": {
		    "Description": "The Legendary Fish that appear during Qi’s Special Order Request will now be distinguished by the ‘Boss Fish’ icon in the fishing minigame.",
			"Section": "Legendary Fishing",
			"AllowValues": "true, false",
            "Default": "false"
		},
		    "Fish Pond Rare Loot": {
			"Description": "Select the likelihood of rare loot spawning from fish pond buildings. Options range from 2X to 5X increase. Alternatively, the Rare Loot Chance All 50% option ensures an equal chance for all rare loot from fish ponds to appear. Scroll down for additional options.",
            "Section": "Fish Pond Buildings",
			"AllowValues": "Default, Rare Loot Chance 2X, Rare Loot Chance 3X, Rare Loot Chance 4X, Rare Loot Chance 5X, Rare Loot Chance All 50%",
            "Default": "Default"
        },
		    "FP Fish/Quest Spawn Time": {
			"Description": "Select the speed for fish reproduction and when new fish pond quests appear from fish pond buildings. These options will take effect only when the fish pond is empty, and you’ve enabled the desired setting before adding fish.",
            "Section": "Fish Pond Buildings",
			"AllowValues": "Default, Half The Time, Every Day",
            "Default": "Default"
        },
		    "Fish Pond Legendary Fish (REQ)": {
			"Description": "Legendary fish can now be added to the fish pond buildings. This setting is required for the legendary fish pond settings below!",
			"Section": "Fish Pond Buildings",
			"AllowValues": "true, false",
            "Default": "false"
		},
		    "Legendary Fish Pond Loot": {
			"Description": "Select the likelihood of legendary fish rare loot spawning from fish pond buildings. The available settings range from 2X to 5X increase. The Rare Loot Chance All 50% option ensures that all rare loot from fish ponds has an equal chance to spawn. Note: This feature requires the Fish Pond Legendary Fish (REQ) setting to be enabled!",
			"Section": "Fish Pond Buildings",
			"AllowValues": "Default, Rare Loot Chance 2X, Rare Loot Chance 3X, Rare Loot Chance 4X, Rare Loot Chance 5X, Rare Loot Chance All 50%",
            "Default": "Default"
		},
		    "LG Fish/Quest Spawn Time": {
			"Description": "Select the speed for legendary fish reproduction and when new legendary fish pond quests appear from fish pond buildings. This feature requires the Fish Pond Legendary Fish (REQ) setting to be enabled! These options will take effect only when the fish pond is empty, and you’ve enabled the desired setting before adding fish.",
            "Section": "Fish Pond Buildings",
			"AllowValues": "Default, Half The Time, Every Day",
            "Default": "Default"
        },
		    "Fish Pond Prismatic Shards": {
			"Description": "Every fish pond building now has the opportunity to yield Prismatic Shards when the fish ponds are at full capacity.",
			"Section": "Fish Pond Buildings",
			"AllowValues": "true, false",
            "Default": "false"
		},
		    "Tackle Materials": {
			"Description": "Reduce the material requirements for crafting tackle and lures.",
			"Section": "Fishing Tackle and Lures",
			"AllowValues": "Default, Lessened Materials, 1 Copper Bar",
            "Default": "Default"
		},
		    "Tackle Fishing Level 1": {
			"Description": "All tackle can now be learned at Fishing Level 1.",
			"Section": "Fishing Tackle and Lures",
			"AllowValues": "true, false",
            "Default": "false"
		},
		    "Craftable Curiosity Lure": {
			"Description": "The Curiosity Lure can now be crafted, and the recipe will be learned either at Fishing Level 9 or Level 1. This lure enhances the likelihood of rare fish spawning.",
			"Section": "Fishing Tackle and Lures",
			"AllowValues": "Default (Disabled), Enabled (Fish Level 9), Enabled (Fish Level 1)",
            "Default": "Default (Disabled)"
		},
		    "Curiosity Lure Materials": {
			"Description": "Reduce the material requirements for crafting the Curiosity Lure. Note that this feature requires the Craftable Curiosity Lure setting to be enabled!",
			"Section": "Fishing Tackle and Lures",
			"AllowValues": "Default, Lessened Materials, 1 Copper Bar",
            "Default": "Default"
		},
		    "Wild Bait Crafting Materials": {
			"Description": "Reduce the material requirements for crafting Wild Bait.",
			"Section": "Fishing Tackle and Lures",
			"AllowValues": "Default, Lessened Materials, 2 Bug Meat",
            "Default": "Default"
		},
		    "Trout Soup Duration": {
			"Description": "The Trout Soup food item buffs will now persist for a full day.",
            "Section": "Food for Fishing and Ingredients",
			"AllowValues": "true, false",
            "Default": "false"
        },
		    "Trout Soup Level Boost": {
			"Description": "Select the fishing level boost provided by the Trout Soup food item. By default, it grants a +1 level boost to fishing, but you can adjust it within a range of +2 to +50. Scroll down for additional options.",
			"Section": "Food for Fishing and Ingredients",
			"AllowValues": "Default (+1), Fishing Level +2, Fishing Level +3, Fishing Level +4, Fishing Level +5, Fishing Level +6, Fishing Level +7, Fishing Level +8, Fishing Level +9, Fishing Level +10, Fishing Level +15, Fishing Level +20, Fishing Level +25, Fishing Level +30, Fishing Level +35, Fishing Level +40, Fishing Level +45, Fishing Level +50",
            "Default": "Default (+1)"
		},
		    "Trout Soup Ingredients": {
			"Description": "Select an option to reduce the ingredient requirements for the Trout Soup recipe.",
			"Section": "Food for Fishing and Ingredients",
			"AllowValues": "Default, Lessened Ingredients, 1 of Any Fish",
            "Default": "Default"
		},
		    "Chowder Duration": {
			"Description": "The Chowder food item buffs will now persist for a full day.",
            "Section": "Food for Fishing and Ingredients",
			"AllowValues": "true, false",
            "Default": "false"
        },
		    "Chowder Level Boost": {
			"Description": "Select the fishing level boost provided by the Chowder food item. By default, it grants a +1 level boost to fishing, but you can adjust it within a range of +2 to +50. Scroll down for additional options.",
			"Section": "Food for Fishing and Ingredients",
			"AllowValues": "Default (+1), Fishing Level +2, Fishing Level +3, Fishing Level +4, Fishing Level +5, Fishing Level +6, Fishing Level +7, Fishing Level +8, Fishing Level +9, Fishing Level +10, Fishing Level +15, Fishing Level +20, Fishing Level +25, Fishing Level +30, Fishing Level +35, Fishing Level +40, Fishing Level +45, Fishing Level +50",
            "Default": "Default (+1)"
		},
		    "Chowder Ingredients": {
			"Description": "Select an option to reduce the ingredient requirements for the Chowder recipe.",
			"Section": "Food for Fishing and Ingredients",
			"AllowValues": "Default, Lessened Ingredients, 1 of Any Fish",
            "Default": "Default"
		},
		    "Shrimp Cocktail Duration": {
			"Description": "The Shrimp Cocktail food item buffs will now persist for a full day.",
            "Section": "Food for Fishing and Ingredients",
			"AllowValues": "true, false",
            "Default": "false"
        },
		    "Shrimp Cocktail Level Boost": {
			"Description": "Select the fishing level boost provided by the Shrimp Cocktail food item. By default, it grants a +1 level boost to fishing, but you can adjust it within a range of +2 to +50. Scroll down for additional options.",
			"Section": "Food for Fishing and Ingredients",
			"AllowValues": "Default (+1), Fishing Level +2, Fishing Level +3, Fishing Level +4, Fishing Level +5, Fishing Level +6, Fishing Level +7, Fishing Level +8, Fishing Level +9, Fishing Level +10, Fishing Level +15, Fishing Level +20, Fishing Level +25, Fishing Level +30, Fishing Level +35, Fishing Level +40, Fishing Level +45, Fishing Level +50",
            "Default": "Default (+1)"
		},
		    "Shrimp Cocktail Ingredients": {
			"Description": "Select an option to reduce the ingredient requirements for the Shrimp Cocktail recipe.",
			"Section": "Food for Fishing and Ingredients",
			"AllowValues": "Default, Lessened Ingredients, 1 of Any Fish",
            "Default": "Default"
		},
		    "Fish Taco Duration": {
			"Description": "The Fish Taco food item buffs will now persist for a full day.",
            "Section": "Food for Fishing and Ingredients",
			"AllowValues": "true, false",
            "Default": "false"
        },
		    "Fish Taco Level Boost": {
			"Description": "Select the fishing level boost provided by the Fish Taco food item. By default, it grants a +2 level boost to fishing, but you can adjust it within a range of +3 to +50. Scroll down for additional options.",
			"Section": "Food for Fishing and Ingredients",
			"AllowValues": "Default (+2), Fishing Level +3, Fishing Level +4, Fishing Level +5, Fishing Level +6, Fishing Level +7, Fishing Level +8, Fishing Level +9, Fishing Level +10, Fishing Level +15, Fishing Level +20, Fishing Level +25, Fishing Level +30, Fishing Level +35, Fishing Level +40, Fishing Level +45, Fishing Level +50",
            "Default": "Default (+2)"
		},
		    "Fish Taco Ingredients": {
			"Description": "Select an option to reduce the ingredient requirements for the Fish Taco recipe.",
			"Section": "Food for Fishing and Ingredients",
			"AllowValues": "Default, Lessened Ingredients, 1 of Any Fish",
            "Default": "Default"
		},
		    "Escargot Duration": {
			"Description": "The Escargot food item buffs will now persist for a full day.",
            "Section": "Food for Fishing and Ingredients",
			"AllowValues": "true, false",
            "Default": "false"
        },
		    "Escargot Level Boost": {
			"Description": "Select the fishing level boost provided by the Escargot food item. By default, it grants a +2 level boost to fishing, but you can adjust it within a range of +3 to +50. Scroll down for additional options.",
			"Section": "Food for Fishing and Ingredients",
			"AllowValues": "Default (+2), Fishing Level +3, Fishing Level +4, Fishing Level +5, Fishing Level +6, Fishing Level +7, Fishing Level +8, Fishing Level +9, Fishing Level +10, Fishing Level +15, Fishing Level +20, Fishing Level +25, Fishing Level +30, Fishing Level +35, Fishing Level +40, Fishing Level +45, Fishing Level +50",
            "Default": "Default (+2)"
		},
		    "Escargot Ingredients": {
			"Description": "Select an option to reduce the ingredient requirements for the Escargot recipe.",
			"Section": "Food for Fishing and Ingredients",
			"AllowValues": "Default, Lessened Ingredients, 1 of Any Fish",
            "Default": "Default"
		},
		    "Dish O' The Sea Duration": {
			"Description": "The Dish O' The Sea food item buffs will now persist for a full day.",
            "Section": "Food for Fishing and Ingredients",
			"AllowValues": "true, false",
            "Default": "false"
        },
		    "Dish O' The Sea Level Boost": {
			"Description": "Select the fishing level boost provided by the Dish O' The Sea food item. By default, it grants a +3 level boost to fishing, but you can adjust it within a range of +4 to +50. Scroll down for additional options.",
			"Section": "Food for Fishing and Ingredients",
			"AllowValues": "Default (+3), Fishing Level +4, Fishing Level +5, Fishing Level +6, Fishing Level +7, Fishing Level +8, Fishing Level +9, Fishing Level +10, Fishing Level +15, Fishing Level +20, Fishing Level +25, Fishing Level +30, Fishing Level +35, Fishing Level +40, Fishing Level +45, Fishing Level +50",
            "Default": "Default (+3)"
		},
		    "Dish O' The Sea Fishing Level 1": {
			"Description": "The Dish O' The Sea recipe is now accessible at Fishing Level 1, rather than Level 3.",
			"Section": "Food for Fishing and Ingredients",
			"AllowValues": "true, false",
            "Default": "false"
		},
		    "Dish O' The Sea Ingredients": {
			"Description": "Select an option to reduce the ingredient requirements for the Dish O' The Sea recipe.",
			"Section": "Food for Fishing and Ingredients",
			"AllowValues": "Default, Lessened Ingredients, 1 of Any Fish",
            "Default": "Default"
		},
		    "Fish Stew Duration": {
			"Description": "The Fish Stew food item buffs will now persist for a full day.",
            "Section": "Food for Fishing and Ingredients",
			"AllowValues": "true, false",
            "Default": "false"
        },
		    "Fish Stew Level Boost": {
			"Description": "Select the fishing level boost provided by the Fish Stew food item. By default, it grants a +3 level boost to fishing, but you can adjust it within a range of +4 to +50. Scroll down for additional options.",
			"Section": "Food for Fishing and Ingredients",
			"AllowValues": "Default (+3), Fishing Level +4, Fishing Level +5, Fishing Level +6, Fishing Level +7, Fishing Level +8, Fishing Level +9, Fishing Level +10, Fishing Level +15, Fishing Level +20, Fishing Level +25, Fishing Level +30, Fishing Level +35, Fishing Level +40, Fishing Level +45, Fishing Level +50",
            "Default": "Default (+3)"
		},
		    "Fish Stew Ingredients": {
			"Description": "Select an option to reduce the ingredient requirements for the Fish Stew recipe.",
			"Section": "Food for Fishing and Ingredients",
			"AllowValues": "Default, Lessened Ingredients, 1 of Any Fish",
            "Default": "Default"
		},
		    "Lobster Bisque Duration": {
			"Description": "The Lobster Bisque food item buffs will now persist for a full day.",
            "Section": "Food for Fishing and Ingredients",
			"AllowValues": "true, false",
            "Default": "false"
        },
		    "Lobster Bisque Level Boost": {
			"Description": "Select the fishing level boost provided by the Lobster Bisque food item. By default, it grants a +3 level boost to fishing, but you can adjust it within a range of +4 to +50. Scroll down for additional options.",
			"Section": "Food for Fishing and Ingredients",
			"AllowValues": "Default (+3), Fishing Level +4, Fishing Level +5, Fishing Level +6, Fishing Level +7, Fishing Level +8, Fishing Level +9, Fishing Level +10, Fishing Level +15, Fishing Level +20, Fishing Level +25, Fishing Level +30, Fishing Level +35, Fishing Level +40, Fishing Level +45, Fishing Level +50",
            "Default": "Default (+3)"
		},
		    "Lobster Bisque Ingredients": {
			"Description": "Select an option to reduce the ingredient requirements for the Lobster Bisque recipe.",
			"Section": "Food for Fishing and Ingredients",
			"AllowValues": "Default, Lessened Ingredients, 1 of Any Fish",
            "Default": "Default"
		},
		    "Seafoam Pudding Duration": {
			"Description": "The Seafoam Pudding food item buffs will now persist for a full day.",
            "Section": "Food for Fishing and Ingredients",
			"AllowValues": "true, false",
            "Default": "false"
        },
		    "Seafoam Pudding Level Boost": {
			"Description": "Select the fishing level boost provided by the Seafoam Pudding food item. By default, it grants a +4 level boost to fishing, but you can adjust it within a range of +5 to +50. Scroll down for additional options.",
			"Section": "Food for Fishing and Ingredients",
			"AllowValues": "Default (+4), Fishing Level +5, Fishing Level +6, Fishing Level +7, Fishing Level +8, Fishing Level +9, Fishing Level +10, Fishing Level +15, Fishing Level +20, Fishing Level +25, Fishing Level +30, Fishing Level +35, Fishing Level +40, Fishing Level +45, Fishing Level +50",
            "Default": "Default (+4)"
		},
		    "Seafoam Pudding Fishing Level 1": {
			"Description": "The Seafoam Pudding recipe is now accessible at Fishing Level 1, rather than Level 9.",
			"Section": "Food for Fishing and Ingredients",
			"AllowValues": "true, false",
            "Default": "false"
		},
		    "Seafoam Pudding Ingredients": {
			"Description": "Reduce the ingredient requirements for the Seafoam Pudding recipe, allowing for a range of 1 to 25 of any fish.",
			"Section": "Food for Fishing and Ingredients",
			"AllowValues": "Default, Lessened Ingredients, 1 of Any Fish",
            "Default": "Default"
		},
		    "Worm Bin Materials": {
			"Description": "Reduce the material requirements for crafting the Worm Bin machine.",
			"Section": "Worm Bin Machinery",
			"AllowValues": "Default, Lessened Materials, 1 Iron Bar",
            "Default": "Default"
		},
		    "Worm Bin Level Availability": {
			"Description": "Select the fishing level at which you can learn the Worm Bin crafting recipe.",
			"Section": "Worm Bin Machinery",
			"AllowValues": "Default (Level 4), Fishing Level 3, Fishing Level 2, Fishing Level 1",
            "Default": "Default (Level 4)"
		},
		    "Worm Bin Bait Min Amount": {
			"Description": "Select the minimum daily bait production from the Worm Bin, with options ranging from 2 to 100. Scroll down for additional options.",
			"Section": "Worm Bin Machinery",
			"AllowValues": "Default (4), 5, 6, 7, 8, 9, 10, 15, 20, 25, 30, 35, 40, 45, 50, 100",
            "Default": "Default (4)"
		},
		    "Worm Bin Bait Max Amount": {
			"Description": "Select the maximum daily bait production from the Worm Bin, with options ranging from 6 to 100. Scroll down for additional options.",
			"Section": "Worm Bin Machinery",
			"AllowValues": "Default (5), 6, 7, 8, 9, 10, 15, 20, 25, 30, 35, 40, 45, 50, 100",
            "Default": "Default (5)"
		},
		    "Worm Bin Wild Bait (REQ)": {
			"Description": "Worm Bins now possess a slight chance of producing Wild Bait. This feature is essential for configuring the Wild Bait settings below!",
			"Section": "Worm Bin Machinery",
			"AllowValues": "true, false",
            "Default": "false"
		},
		    "Worm Bin Wild Bait Chance": {
			"Description": "Select the probability of daily Wild Bait production from the Worm Bin. The available range spans from 15% to 100% chance. Note that this feature requires the Worm Bin Chance For Wild Bait (REQ) setting to be enabled! Scroll down for additional options.",
			"Section": "Worm Bin Machinery",
			"AllowValues": "Default (10%), 15% Chance, 20% Chance, 25% Chance, 30% Chance, 35% Chance, 40% Chance, 45% Chance, 50% Chance, 55% Chance, 60% Chance, 65% Chance, 70% Chance, 75% Chance, 80% Chance, 85% Chance, 90% Chance, 95% Chance, 100% Chance",
            "Default": "Default (10%)"
		},
		    "Worm Bin Wild Bait Min Amount": {
			"Description": "Select the minimum daily production of Wild Bait from the Worm Bin, with a range spanning from 2 to 100. Note that this feature requires the Worm Bin Chance For Wild Bait (REQ) setting to be enabled! Scroll down for additional options.",
			"Section": "Worm Bin Machinery",
			"AllowValues": "Default (2), 3, 4, 5, 6, 7, 8, 9, 10, 15, 20, 25, 30, 35, 40, 45, 50, 100",
            "Default": "Default (2)"
		},
		    "Worm Bin Wild Bait Max Amount": {
			"Description": "Select the maximum daily production of Wild Bait from the Worm Bin, with a range spanning from 6 to 100. Note that this feature requires the Worm Bin Chance For Wild Bait (REQ) setting to be enabled! Scroll down for additional options.",
			"Section": "Worm Bin Machinery",
			"AllowValues": "Default (5), 6, 7, 8, 9, 10, 15, 20, 25, 30, 35, 40, 45, 50, 100",
            "Default": "Default (5)"
		},
		    "Deluxe Worm Bin Materials": {
			"Description": "Reduce the material requirements for crafting the Deluxe Worm Bin machine.",
			"Section": "Deluxe Worm Bin Machinery",
			"AllowValues": "Default, Lessened Materials, 10 Moss",
            "Default": "Default"
		},
		    "Deluxe Worm Bin Lvl Availability": {
			"Description": "Select the fishing level at which you can learn the Deluxe Worm Bin crafting recipe.",
			"Section": "Deluxe Worm Bin Machinery",
			"AllowValues": "Default (Level 8), Fishing Level 6, Fishing Level 4, Fishing Level 2",
            "Default": "Default (Level 8)"
		},
		    "Deluxe Worm Bin Bait Min": {
			"Description": "Select the minimum daily bait production from the Deluxe Worm Bin, with options ranging from 2 to 100. Scroll down for additional options.",
			"Section": "Deluxe Worm Bin Machinery",
			"AllowValues": "Default (4), 5, 6, 7, 8, 9, 10, 15, 20, 25, 30, 35, 40, 45, 50, 100",
            "Default": "Default (4)"
		},
		    "Deluxe Worm Bin Bait Max": {
			"Description": "Select the maximum daily bait production from the Deluxe Worm Bin, with options ranging from 6 to 100. Scroll down for additional options.",
			"Section": "Deluxe Worm Bin Machinery",
			"AllowValues": "Default (5), 6, 7, 8, 9, 10, 15, 20, 25, 30, 35, 40, 45, 50, 100",
            "Default": "Default (5)"
		},
		    "Deluxe Worm Bin Wild Bait (REQ)": {
			"Description": "Deluxe Worm Bins now possess a slight chance of producing Wild Bait. This feature is essential for configuring the Wild Bait settings below!",
			"Section": "Deluxe Worm Bin Machinery",
			"AllowValues": "true, false",
            "Default": "false"
		},
		    "Deluxe Worm Bin Wild B. Chance": {
			"Description": "Select the probability of daily Wild Bait production from the Deluxe Worm Bin. The available range spans from 15% to 100% chance. Note that this feature requires the Deluxe Worm Bin Chance For Wild Bait (REQ) setting to be enabled! Scroll down for additional options.",
			"Section": "Deluxe Worm Bin Machinery",
			"AllowValues": "Default (10%), 15% Chance, 20% Chance, 25% Chance, 30% Chance, 35% Chance, 40% Chance, 45% Chance, 50% Chance, 55% Chance, 60% Chance, 65% Chance, 70% Chance, 75% Chance, 80% Chance, 85% Chance, 90% Chance, 95% Chance, 100% Chance",
            "Default": "Default (10%)"
		},
		    "Deluxe Worm Bin Wild Bait Min": {
			"Description": "Select the minimum daily production of Wild Bait from the Deluxe Worm Bin, with a range spanning from 2 to 100. Note that this feature requires the Deluxe Worm Bin Chance For Wild Bait (REQ) setting to be enabled! Scroll down for additional options.",
			"Section": "Deluxe Worm Bin Machinery",
			"AllowValues": "Default (2), 3, 4, 5, 6, 7, 8, 9, 10, 15, 20, 25, 30, 35, 40, 45, 50, 100",
            "Default": "Default (2)"
		},
		    "Deluxe Worm Bin Wild Bait Max": {
			"Description": "Select the maximum daily production of Wild Bait from the Deluxe Worm Bin, with a range spanning from 6 to 100. Note that this feature requires the Deluxe Worm Bin Chance For Wild Bait (REQ) setting to be enabled! Scroll down for additional options.",
			"Section": "Deluxe Worm Bin Machinery",
			"AllowValues": "Default (5), 6, 7, 8, 9, 10, 15, 20, 25, 30, 35, 40, 45, 50, 100",
            "Default": "Default (5)"
		},
		    "Recycling Machine Faster": {
			"Description": "Reduce the production time for Recycling Machines, with options ranging from 50 minutes to 10 minutes. Scroll down for additional options.",
			"Section": "Recycling Machine",
			"AllowValues": "Default (60min), 50min, 40min, 30min, 20min, 10min",
            "Default": "Default (60min)"
		},
		    "Recycling Machine Materials": {
			"Description": "Reduce the material requirements for crafting Recycling Machines.",
			"Section": "Recycling Machine",
			"AllowValues": "Default, Lessened Materials, 10 Wood",
            "Default": "Default"
		},
		    "Recycling Machine Level Avail.": {
			"Description": "Select the fishing level at which you can acquire the Recycling Machine crafting recipe.",
			"Section": "Recycling Machine",
			"AllowValues": "Default (Level 4), Fishing Level 3, Fishing Level 2, Fishing Level 1",
            "Default": "Default (Level 4)"
		},
		    "Recycling Machine Tackle": {
			"Description": "Recycling Machines will now occasionally yield fishing tackle from all trash items.",
			"Section": "Recycling Machine",
			"AllowValues": "true, false",
            "Default": "false"
		},
		    "Recycling Prismatic Shards": {
			"Description": "Recycling Machines now have a slight chance of yielding a Prismatic Shard from trash items.",
			"Section": "Recycling Machine",
			"AllowValues": "true, false",
            "Default": "false"
		},
		    "Fish Shop Open All Days": {
			"Description": "Willy’s Fishing Shop will now remain open every day, except during special event days.",
			"Section": "Fishing Shop Additions and Prices",
			"AllowValues": "true, false",
            "Default": "false"
		},
		    "Crab Pot Price": {
			"Description": "Select the price of crab pots at Willy’s Fishing Shop. The available range spans from 1g to 3000g. Scroll down for additional options.",
			"Section": "Fishing Shop Additions and Prices",
			"AllowValues": "Default (1500g), 1250g, 1000g, 750g, 500g, 250g, 1g, 1750g, 2000g, 2250g, 1g, 2750g, 3000g",
            "Default": "Default (1500g)"
		},
		    "Iridium Fishing Rod Level 1": {
			"Description": "The Iridium Fishing Rod will now be offered for sale at Fishing Level 1 in Willy’s Fishing Shop.",
			"Section": "Fishing Shop Additions and Prices",
			"AllowValues": "true, false",
            "Default": "false"
		},
		    "All Fishing Rod Prices": {
			"Description": "Select the price of the Iridium Fishing Rod at Willy’s Fishing Shop. The available range spans from 25% to 100% cheaper, or from 25% to 100% more expensive. Scroll down for additional options.",
			"Section": "Fishing Shop Additions and Prices",
			"AllowValues": "Default, 25% Cheaper, 50% Cheaper, 75% Cheaper, 99% Cheaper, 25% More Expensive, 50% More Expensive, 75% More Expensive, 100% More Expensive",
            "Default": "Default"
		},
		    "Fishing Shop Curiosity/Quality": {
			"Description": "Willy’s Fishing Shop now sells the Curiosity and Quality lures for sale. These lures become available once you reach Fishing Level 9.",
			"Section": "Fishing Shop Additions and Prices",
			"AllowValues": "true, false",
            "Default": "false"
		},
		    "All Tackle Fishing Level 1": {
			"Description": "At Fishing Level 1, all tackle is now available for sale at Willy’s Fishing Shop.",
			"Section": "Fishing Shop Additions and Prices",
			"AllowValues": "true, false",
            "Default": "false"
		},
		    "Fishing Shop Tackle Prices": {
			"Description": "Select the sale price of all lures at Willy’s Fishing Shop. This range spans from 25% to 99% cheaper, or from 25% to 100% more expensive. Scroll down for additional options.",
			"Section": "Fishing Shop Additions and Prices",
			"AllowValues": "Default, 25% Cheaper, 50% Cheaper, 75% Cheaper, 99% Cheaper, 25% More Expensive, 50% More Expensive, 75% More Expensive, 100% More Expensive",
            "Default": "Default"
		},
		    "Fishing Shop Seafoam Pudding": {
			"Description": "Willy’s Fishing Shop now sells the Seafoam Pudding food item. You can decide whether to make it available at Fishing Level 9 or Level 1.",
			"Section": "Fishing Shop Additions and Prices",
			"AllowValues": "Default, Enabled (Fishing Level 9), Enabled (Fishing Level 1)",
            "Default": "Default"
		},
		    "Fishing Shop Seafoam P Price": {
			"Description": "Select the sale price of the Seafoam Pudding food item at Willy’s Shop. This range spans from 4000g to 1g. Please note that the Fishing Shop Seafoam Pudding setting must be enabled for this to take effect! Scroll down for additional options.",
			"Section": "Fishing Shop Additions and Prices",
			"AllowValues": "5000g (Default), 4000g, 3000g, 2000g, 1000g, 750g, 500g, 250g, 1g",
            "Default": "5000g (Default)"
		},
		    "Fishing Shop Worm Bin (REQ)": {
			"Description": "Willy’s Shop now sells the Worm Bin. This setting is essential for configuring the Worm Bin settings below!",
			"Section": "Fishing Shop Additions and Prices",
			"AllowValues": "true, false",
            "Default": "false"
		},
		    "Fishing Shop Worm Bin Price": {
			"Description": "Select the sale price of the Worm Bin at Willy’s Shop. This range spans from 4000g to 1g. Please note that the Fishing Shop Worm Bin (REQ) setting must be enabled for this to take effect! Scroll down for additional options.",
			"Section": "Fishing Shop Additions and Prices",
			"AllowValues": "Default (5000g), 4000g, 3000g, 2000g, 1500g, 1000g, 750g, 500g, 250g, 1g",
            "Default": "Default (5000g)"
		},
		    "Fishing Shop Worm Bin Avail.": {
			"Description": "Select the required fishing level for unlocking the Worm Bin at Willy’s Shop. Please note that the Fishing Shop Worm Bin (REQ) setting must be enabled for this to take effect! Scroll down for additional options.",
			"Section": "Fishing Shop Additions and Prices",
			"AllowValues": "Default (Level 8), Fishing Level 6, Fishing Level 4, Fishing Level 2, Fishing Level 1",
            "Default": "Default (Level 8)"
		},
		    "Fish Shop Recycle Machine (REQ)": {
			"Description": "Willy’s Shop now sells the Recycling Machine. This setting is essential for configuring the Recycling Machine settings below!",
			"Section": "Fishing Shop Additions and Prices",
			"AllowValues": "true, false",
            "Default": "false"
		},
		    "Fish Shop Recycle Machine Price": {
			"Description": "Select the sale price of the Recycling Machine at Willy’s Shop. This range spans from 3000g to 1g. Please note that the Fish Shop Recycle Machine (REQ) setting must be enabled for this to take effect! Scroll down for additional options.",
			"Section": "Fishing Shop Additions and Prices",
			"AllowValues": "Default (3000g), 2500g, 2000g, 1500g, 1000g, 750g, 500g, 250g, 1g",
            "Default": "Default (3000g)"
		},
		    "Fish Shop Recycle Machine Avail.": {
			"Description": "Select the required fishing level for unlocking the Recycling Machine at Willy’s Shop. Please note that the Fish Shop Recycle Machine (REQ) setting must be enabled for this to take effect!",
			"Section": "Fishing Shop Additions and Prices",
			"AllowValues": "Default (Level 4), Fishing Level 3, Fishing Level 2, Fishing Level 1",
            "Default": "Default (Level 4)"
		},
		    "Fishable Prismatic Shards (REQ)": {
			"Description": "Prismatic Shards are now available for fishing and can be caught in most locations. This setting is essential for configuring most of the Prismatic Shard settings below!",
			"Section": "Prismatic Shard Fishing",
			"AllowValues": "true, false",
            "Default": "false"
		},
		    "Prismatic Shard Sell Value": {
			"Description": "Select the sell value of Prismatic Shards. The default value is 2000g, but you can adjust it within a range from 1750g to 1g. Importantly, this setting operates independently and does not rely on any other Prismatic Shard configurations! Scroll down for additional options.",
			"Section": "Prismatic Shard Fishing",
			"AllowValues": "2000g (Default), 1750g, 1500g, 1250g, 1000g, 750g, 500g, 250g, 1g",
			"Default": "2000g (Default)"
		},
		    "Prismatic Shards Fish Tanks": {
			"Description": "Prismatic Shards can now be added to the aquarium fish tanks. Importantly, this setting operates independently and does not rely on any other Prismatic Shard configurations!",
			"Section": "Prismatic Shard Fishing",
			"AllowValues": "true, false",
            "Default": "false"
		},
		    "Prismatic Shard Spawn Rate": {
			"Description": "Select the spawn rate of fishable Prismatic Shards. Please note that the Fishable Prismatic Shards (REQ) setting must be enabled for this to take effect! Scroll down for additional options.",
			"Section": "Prismatic Shard Fishing",
			"AllowValues": "Default (15%), Common (30%), Very Common (50%), Rare (10%), Very Rare (5%), Near Impossible (1%)",
            "Default": "Default (15%)"
		},
		    "Prismatic Shards On Farm": {
			"Description": "Prismatic Shards can now be caught on the farm, and this applies to all farm maps. Please note that the Fishable Prismatic Shards (REQ) setting must be enabled for this to take effect!",
			"Section": "Prismatic Shard Fishing",
			"AllowValues": "true, false",
            "Default": "false"
		},
		    "Lucky Prismatic Shards": {
			"Description": "The spawn rate of Prismatic Shards varies based on the daily luck reported by the TV. Please note that the Fishable Prismatic Shards (REQ) setting must be enabled for this to take effect!",
			"Section": "Prismatic Shard Fishing",
			"AllowValues": "true, false",
            "Default": "false"
		},
		    "Prismatic Shards Weather": {
			"Description": "Prismatic Shards are now exclusive to rainy and snowy weather for catching. Please note that the Fishable Prismatic Shards (REQ) setting must be enabled for this to take effect!",
			"Section": "Prismatic Shard Fishing",
			"AllowValues": "true, false",
			"Default": "false"
	    },
		    "Prismatic Shards 7am To 9am": {
			"Description": "Prismatic Shards are now exclusive to the hours between 7AM and 9AM for catching, and this time frame can be combined with the other time settings. Please note that the Fishable Prismatic Shards (REQ) setting must be enabled for this to take effect!",
			"Section": "Prismatic Shard Fishing",
			"AllowValues": "true, false",
            "Default": "false"
		},
		    "Prismatic Shards 12pm To 2pm": {
		    "Description": "Prismatic Shards are now exclusive to the hours between 12PM and 2PM for catching, and this time frame can be combined with the other time settings. Please note that the Fishable Prismatic Shards (REQ) setting must be enabled for this to take effect!",
			"Section": "Prismatic Shard Fishing",
			"AllowValues": "true, false",
            "Default": "false"
		},
		    "Prismatic Shards 11pm To 1am": {
			"Description": "Prismatic Shards are now exclusive to the hours between 11PM and 1AM for catching, and this time frame can be combined with the other time settings. Please note that the Fishable Prismatic Shards (REQ) setting must be enabled for this to take effect!",
			"Section": "Prismatic Shard Fishing",
			"AllowValues": "true, false",
            "Default": "false"
		},
		    "Pufferfish Exclusion": {
			"Description": "Pufferfish are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Anchovy Exclusion": {
			"Description": "Anchovy are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Tuna Exclusion": {
			"Description": "Tuna are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
	        "Sardine Exclusion": {
			"Description": "Sardine are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Bream Exclusion": {
			"Description": "Bream are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Largemouth Bass Exclusion": {
			"Description": "Largemouth Bass are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Smallmouth Bass Exclusion": {
			"Description": "Smallmouth Bass are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Rainbow Trout Exclusion": {
			"Description": "Rainbow Trout are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Salmon Exclusion": {
			"Description": "Salmon are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Walleye Exclusion": {
			"Description": "Walleye are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Perch Exclusion": {
			"Description": "Perch are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Carp Exclusion": {
			"Description": "Carp are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Catfish Exclusion": {
			"Description": "Catfish are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Pike Exclusion": {
			"Description": "Pike are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Sunfish Exclusion": {
			"Description": "Sunfish are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Red Mullet Exclusion": {
			"Description": "Red Mullet are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Herring Exclusion": {
			"Description": "Herring are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Eel Exclusion": {
			"Description": "Eel are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Octopus Exclusion": {
			"Description": "Octopus are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Red Snapper Exclusion": {
			"Description": "Red Snapper are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Squid Exclusion": {
			"Description": "Squid are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Sea Cucumber Exclusion": {
			"Description": "Sea Cucumber are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Super Cucumber Exclusion": {
			"Description": "Super Cucumber are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Ghostfish Exclusion": {
			"Description": "Ghostfish are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Stonefish Exclusion": {
			"Description": "Stonefish are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Ice Pip Exclusion": {
			"Description": "Ice Pip are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Lava Eel Exclusion": {
			"Description": "Lava Eel are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Sandfish Exclusion": {
			"Description": "Sandfish are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Scorpion Carp Exclusion": {
			"Description": "Scorpion Carp are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Flounder Exclusion": {
			"Description": "Flounder are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Midnight Carp Exclusion": {
			"Description": "Midnight Carp are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Sturgeon Exclusion": {
			"Description": "Sturgeon are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Tiger Trout Exclusion": {
			"Description": "Tiger Trout are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Bullhead Exclusion": {
			"Description": "Bullhead are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Tilapia Exclusion": {
			"Description": "Tilapia are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Chub Exclusion": {
			"Description": "Chub are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Dorado Exclusion": {
			"Description": "Dorado are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Albacore Exclusion": {
			"Description": "Albacore are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Shad Exclusion": {
			"Description": "Shad are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Lingcod Exclusion": {
			"Description": "Lingcod are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Halibut Exclusion": {
			"Description": "Halibut are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Woodskip Exclusion": {
			"Description": "Woodskip are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Void Salmon Exclusion": {
			"Description": "Void Salmon are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Slimejack Exclusion": {
			"Description": "Slimejack are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Stingray Exclusion": {
			"Description": "Stingray are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Lionfish Exclusion": {
			"Description": "Lionfish are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Blue Discus Exclusion": {
			"Description": "Blue Discus are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Midnight Squid Exclusion": {
			"Description": "Midnight Squid are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Spook Fish Exclusion": {
			"Description": "Spook Fish are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		},
		    "Blobfish Exclusion": {
			"Description": "Blobfish are now excluded from the fishing minigame. As a result, you will be limited to catching just one.",
			"Section": "Fishing Minigame Exclusions",
            "AllowValues": "true, false",
            "Default": "false"
		}
    }